---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Material
zh: 材质、材料
source: html/2528df8e-9c01-10be-f6be-f0ebbd9ff4bc.htm
---
# Material Members

**中文**: 材质、材料

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.